{
        "story": "I like pizza. It just tastes good. Even if some connoisseur scoffs at my local Domino’s, I still enjoy it, just the way I enjoy it, as I always have enjoyed it. Jalapeños and pineapples, it’s an amazing combination that’s just so tingly and perfect. There’s a Dominos in Austin, too, on campus, but I’ve never been. With all the club meetings and company events, I was sick of pizza. It was just everywhere, all the time, stuffed in your face. Would I like another slice? No, not really, because the only pizza they’d ever have was cheese pizza. Nothing’s wrong with cheese pizza, nor am I berating the efforts all these organizations put into their events, but pizza just wasn’t my thing for a while. And, I’m back home now, and we’ve ordered pizza at least two times, but maybe three. At least one of them has the same toppings every time (the aforementioned jalapeños and pineapples) but it’s not an accident. It’s not cheese pizza, it’s just good pizza that’s tingly. Really, it’s the same pizza as Austin, to be fair, just more enjoyable. We’re done ordering pizza for a while, now though, and sticking solely to other restaurants whenever we order something for dinner. Quarantine and all, we have to go pick it up. I’ve wanted to try pizza in Italy for a while now. It’s mainly because of commercialism, I guess, or some form of powerful advertisement. The way it’s been portrayed, it just looks so amazing and American pizza looks so wrong, with it’s manufactured dough and fake sauces. In fact, if you read anything about pizza online, you’ll immediately find people discussing the pitfalls of American pizza. Italian pizza supposedly holds all the characteristics that a true pizza should, with its wet, wet sauce and burnt crust. That’s the way it’s supposed to be, according to everyone, so I think enjoying Italian pizza at least would be worthwhile. At least according to all the connoisseurs who scoff at Dominos.  I don’t think I’ll stop enjoying American pizza, though, even if I ever get real, authentic Italian pizza. In Italy. Even if it’s amazing and even if everything everyone said is accurate, I’ll still enjoy American pizza. I won’t think of Italian pizza everytime I eat American pizza, no, not at all. I’ll enjoy American pizza fully, one hundred percent, because Italian pizza won’t have jalapeños or pineapples, most likely, at least not if it’s like what the internet said. It’s just the grease, you know, the grease of American pizza. The show offs like to squeeze the pizza and let the grease drip out onto their plate. They make a big deal of showing everyone how much grease is on the pizza and how nasty it is, how truly appalling it is, and that this is why they don’t eat pizza anymore. Because of the grease. Without the grease though, it’s not American pizza, anymore, instead just crappy pizza that’s not Italian and not American and nothing in between, either. So you have to enjoy the grease, really absorb it all, to get the true meaning of American pizza. Personally, I don’t mind it. It’s kind of funny, the grease, seeing how much there is, and just eating it anyway. It’s like you’re laughing at cholesterol and health and just enjoying the grease, you know, it’s so backwards because it’s so nasty but yummy at the same time because it’s so manufactured. But that’s what good about American pizza, to be honest, the grease and jalapeños and pineapples, the yuckiness of it all, and that it still tastes pretty good. It’s just so tingly, I don’t mind."
}