{
        "story": "(Make sure to turn on notifications so you won't miss future stories). I saw the old man every day by the subway station. He was always going up and down the escalators, to the point where when I left for work he was there and when I came back, too. He was an old man, and I hate to use the term old here because of the connotations of depression, loneliness, and death, but I can’t imagine any other reasons for this man’s daily plight. The old man never disturbed anyone; in fact, the subway goers quite enjoyed his presence, they’d tip their hat, nod, smile, even wave. Money wasn’t really ever exchanged, and it seemed as if the old man didn’t need any. I tried looking at his eyes once, and I wish I could tell you that they were empty, soulless, or some other terms to move the story along but his eyes were quite content, and around those moments I realized I would stop calling him the old man and instead only the man. Quite strangely, he’d always have flowers in his hand. Tulips, roses, colorful types, the types you buy at bouquets on a whim, the man always had some assortment of flowers in the morning. Come evening, though, when the workers would exit the subways, the man was empty handed. I assumed he gave them away to strangers, perhaps this was his conclusion in life, his solace in enjoying the menial parts of the days. Maybe he enjoyed being around people, I’ve read that older people enjoyed that, I’m quite sure this was some sort of coping mechanism with his loneliness, really. How sad, quite pathetic that he’d waste his time as we all went to work. I never talked to the man, but there is one event that still puzzles me to this day. It was around winter time; the subway station was colder, the air icier, and occasionally snow from the outside would drift on the tracks. I didn’t enjoy winter at all; to be honest, I hated it, mainly because of the walk from my apartment to the station. It was bitter, icy, pink and purple and numbing thumbs and itchy clothes, the type of weather that leaves your ears red and your hands blue. Anyhow, on one of these winter evenings I was coming back on the subway. Night had already arrived, as my firm was quite busy for the day. Quite frankly, I wasn’t thinking about the man or his silly roses. I only cared about the firm at the moment, my salary and my analysis and the way this evening should have earned me a promotion quite soon, if everything worked out as I expected to. I went up the escalator, alone, until I was out in the city. The sky was black, and it was snowing, and the streetlamps were on and orange and the roads were silent and I had forgotten my leather cap at home, I didn’t expect it to get so cold, not this freezing at least, so my ears were numbing and the falling sheets of ice only made my problem worse. I decided to take a different path this night, one that would let me walk more in the open. I didn’t want to get mugged, at least not in this weather and not with the coat I was wearing, so I took the path by the graveyard. Most of the tombs were covered in snow; a few had shades or wreaths that allowed for little pockets of stone to poke through, but in general I was walking by a blanket of white. Except, there was one oddity in the whiteness. Two or three rows aways from the gate was a small fire. I crouched behind the gate at this point, as I did believe in ghosts, and tried to peer over the top. And, surprisingly, I saw the man, sitting at a tomb by himself behind a fire in a pile of withering roses and tulips. He was quite still, and I thought he was dead before he leaned over the fire and added wilting flowers to the flames. At this point, I was almost certain the man was involved in some demonic activities. I quickly got up and rushed home, the black sky and flickering flames behind me. Some days, weeks, even months, passed after the incident. I still saw the man on the escalators when I arrived to go to work, and I still saw him after I left. I did get that promotion, so on a whim one Spring evening I upgraded my entire wardrobe. Now I was spiff, clean and gelled with the fanciest of colognes to work. Life was great, and I had learned to accept, for the most part, the man on the escalator. So I went to work with my spray of vintage cologne and take the subway, come back, albeit a bit smellier, not as tidy, not as happy, but still with my pockets lined, and I learned to wave to the man, too, and smile at him, and his roses and tulips were never there when I got back but I assumed the best, perhaps these flowers were stockpiles, and when winter would come these withering leaves would help keep his flames burning a bit longer. And so, I left the man and he left me, although I was all the richer. "
}