{
        "story": " They loved playing in the cornfields. The crops were high enough that the kids couldn’t see the rest of the field and, as a result, were lost, engulfed by plants on every side. The moon was full, though, so they didn’t feel lost; only, they were, but intentionally. And they could hear the occasional chirping of a bat or some scurrying animal, so they hurried along in their sandals to avoid any mishaps. None of them knew where the river was, exactly, but they remembered how it felt earlier in the week when they had come with their families to swim. Naturally, they decided to return together in the night and explore. The leaves felt harsher now, cutting into their ankles as they skipped along. But the dirt felt nice; even though their sandals were filled with loose pieces, the dirt was a welcome refresher on a sweaty summer night. After some time, when the children were suitably tired, they stumbled across the river. It wasn’t the same location, precisely, but they were all too tired to complain. The youngest sister, practically a baby, had already fallen asleep on her brother’s shoulders. He was the oldest of the six; half the kids were from one family and the other half from another, but they all felt like siblings. She was excited though, the youngest of them, before she had fallen asleep, so her brother nudged her awake. She rubbed her eyes for a bit, eventually falling asleep once more. But the rest of them set down their picnic blankets, took out the chicken they had bought earlier, and began their feast. It wasn’t that any of them were hungry, but each of them felt obligated to complete the scene. The youngest eventually woke up when the older kids started playing around; she, too, nibbled away at her chicken piece. And, when the chicken was all out, they looked at the river. It cut through the corn field, a clear, silky path with streaks of white moonlight reflecting into their eyes. Even though it was night, the children could still make out a few fish swimming by. Soon, they were all splashing in the water. To be fair, it was more of a stream than a river but the children still referred to it as such. Water splashed around, and even the youngest one started throwing water at the rest of them. Suddenly, they all stopped. Somewhere in the distance, a slow growl of a pickup truck began to emerge. Hurriedly, they packed up their towels and plates into the picnic basket and ran back into the corn, still near the river. It wasn’t anything dire, though, and the growling eventually ceased to a purr and from a purr to nothing. Exhausted, they returned back to the creek. And, now that they had swam and were full, they set out their sheets, lay down, and napped until the rising sun would wake them in the morning."
}
