{
        "story": "Generally, faith tends to be an uncomfortable topic; not when it’s discussed in mosques or churches or synagogues, but, rather, when it’s discussed together. It’s odd, really, that something argued as the purpose of existence by some while argued as the root of all evil by others causes us to look for the nearest exit. But, perhaps, that’s the reason why; the polarizing nature, the thought that a person nearby believes you’re insane — perhaps that’s why it has us pulling at our collars. Now, of course, this is all a generalization. Not everyone is like this — not everyone feels this way. For a large percentage of people, though, this is the general reaction to discussions of faith. But, what if it’s not about religion. Does faith in a person still have us feeling the same way. When we’re asked to trust someone, when someone lets us in on their deepest secret, do we leave. Or do we want to learn more. Do we feel powerful, like we have a key. To be clear, this isn’t any type of analogy to religion; rather, I’m just thinking about the different types of faith there are, and how they make you feel, and how they make me feel. Let me make my intentions clear here; I’m not trying to convey a side. Rather, I want people to consider how faith makes someone feel so discussion isn’t uncomfortable, but, instead, something you want to discuss, a topic of enjoyment rather than one of uneasiness. What about faith in marriage. In love. Do two people, in unison, have anything more than a belief in each other to signify their relationship. Asides from the contracts and formalities, marriage is nothing more than faith in another person, really. Is it different, though, than religion. Is the faith you have in a partner equitable to faith in a religion. I couldn’t tell you whether they’re the same, with certainty, but it is interesting to consider. And we celebrate weddings, too. They’re lavish, extravagant, beautiful signs of unison and lifelong trust between two people. Hundreds of people watch, hundreds cry, hundreds eat and dance and join together to celebrate faith between two people. Really, though, it’s stupid — it’s just biochemical responses, right. Signals being processed. Romantic ideas passed through hundreds of generations and exaggerated by Hollywood. It’s nothing. But, it’s not just that and you can sense my sarcasm already. It’s something more, it’s something lovely, it’s something that a non-married person may not have, necessarily, but can still appreciate — it’s trust, faith, a belief that leaves a person fulfilled that someone’s there for them. And, even if we don’t know one of the people, if we don’t know them personally, we’re still elated by the fact that some type of faith leaves two people content and fulfilled. It’s satisfactory to us, fulfilling for our soul to know that such faith, even if you don’t fully comprehend in what, exists. So why does religion leave us so uncomfortable. Clearly, though, it’s different. Religion is about heaven and hell, about burning forever, right. It’s about us, but not you, only us here, and we’d love for you to join but if not you’re on your own, right. But, is it. Is that the purpose, honestly, is that what religion — any religion — communicates. Not really; not at all, in fact. For me, personally, it’s about submission, it’s about humility, it’s about faith. Not faith as used for a synonym for religion, but, rather, the same faith in marriage, in friendship, in secrets, only amplified; not uncomfortable, not divisive. Instead, something extravagant, something romantic, something that should be celebrated by hundreds, something to cry about, to eat about, to enjoy about, even if you don’t have it yourself. Even if you’re not married, you can still appreciate the faith a couple has. Because it exists, and it’s fulfilling, and the fact that someone is fulfilled makes you feel more human, even if just by a little bit. Because it’s all just faith, and love, and trust, and shouldn’t be uncomfortable about it. Anyways, these are just a few thoughts of mine; forgive me if I said anything judgmental, harsh, or incorrect because that really wasn’t my intention at all. I’d love to hear what you think about this." 
}