{
        "story": "It was an average building, without any features to write about. Just imagine a building, an apartment complex, and the first thing you imagine is probably close enough. You’d imagine the residents would be similar, that behind these average bricks would be average citizens of an average city but, in fact, the history of the apartment made for quite a peculiar variety of residents. It was all about the redistricting and tax zones, all about the location and the boundaries; of course, such dry matters made for the most interesting combination of people. On one hand, there were families, small non traditional families who paid the same price as their family members did thirty years ago. There were the empty rooms, of course, for the busy office goers, serving as temporary residences (this was all due to the apartment’s location near boundaries, a spot great for transportation companies). There were the other people, too, the type of freshly shaven, freshly out of university kids working at investment banks who watched as their rent rose higher and higher; a part of the big city life, for sure, it was just as they had expected — beautiful, really, they ate it all up. But, for the most part — actually, for all the part — the residents never interacted. The travelers were always traveling, the grandmas would tell their granddaughters not to leave, the lonely kids would leave early in the morning to catch the earliest metro; they lived so close, but, yet, their lives never came close together. Anyways, enough about the residents — let me introduce you to the landlord today. His story isn’t particularly interesting. Well, it’s not interesting in the realm of interesting stories. He was divorced, twice, actually, but the second marriage didn’t really count according to him. He was gaining weight now (to be fair, he always was), pudgy a bit, a few rashes here and there; just average, an average man who was a mediocre landlord. He never was the fastest at repairing leaks, nor did he pay attention to how his tenants were doing. Of course, he would say hello whenever they occasionally brushed by, as any regular human would, but he was only sometimes lenient on late checks. Ironically, the landlord lived in his own apartment, the worst room in the entire building. The entire story was a bit confusing, but it all boiled down to messed up paperwork and some numbering confusion — he was stuck here now, forever, although he hoped he could eventually swap. His house wasn’t a house, really, it was more of a hoarding bin of sadness. It was evident whenever one walked in (although no really did, so be nice — you’ll be the first in a while) that the house felt empty. Not because of a lack of items, but because of their excess. It wasn’t trashy, necessarily, but the apartment was cluttered with unnecessary stuff. Nothing related, no passion, just trinkets of off-season ornaments and mismatched vases. The kitchen and the living room combined into one small, dark room with the blinds covering any light from the street. There’s a couch, a television, boxes of food on a table; just average, I don’t have to describe it too much because you already can imagine. It’s depressing. Hopefully you can cheer him up. And you enter, opening the door yourself because no one responded to the knocks. As usual, the landlord is sitting on his sofa — see for yourself, you know the scene clearly. You wonder where all his youth went, if he ever had any, did he worry, did he ever feel sad about his relationships — but no more, he’s here to greet you, although he does so from the couch. He calls out, an average gesture, an average greeting, and you wonder if this really is the landlord’s apartment. It is, I assure you, so you enter this grimy house, pull a chair up to the television, and spend the rest of the afternoon as an average afternoon. Nothing fancy, that’s why I had you meet him first — maybe the next people will be more interesting."
}