{
        "story": "This story was part of a challenge where I asked my followers to send a sentence. I included all the sentences in some shape or form. This is the resulting story. He was supposed to be discontinued; in fact, he didn’t quite understand how he ended up at a store as his was only a test model, a creation to show what not to build and how not to think and how not to be creative. Regardless, the robotic chicken toy found himself on the lowest shelf, hidden behind newer models and toys that people actually wanted. It was lonely in the toystore and the robot chicken would rarely see any light. But then, he vanished; one day, the robot disappeared for good, deciding to cross the milky way by himself. He realized this life was not for him and he was meant to explore, even if he was a discontinued model that no one wanted. To celebrate his renewal, the robot chicken went to the bar to order some drinks; to his dismay, the chicken was too young to enter. Dejected, the robot turned around and strolled along the dark, busy streets, trying his best not to get hurt. It was as if he had a sign saying “step on me,” though, as everyone seemed to want to kick him around. Hurriedly, he walked. He zoomed. He tripped. Finally, the robotic chicken was by himself in a quiet, sketchy alleyway. The alley was gloomy and so, too, was the chicken. His first day outside the store was filled with rejection and pain. The robot peeked around the corner and found a man looking completely bewildered with a crazed look in his eyes. Finally, a friend! Nervous, the chicken stammered, “I… I like your beard, it’s very nice!” in an attempt to start a conversation. The man looked past the chicken; his actions were Fugazi, with little effort put in to show real meaning. After some time, the man started mumbling to himself. “As soon as Matt landed in my chimney, everything went downhill. He had a friend, you know, turns out they were roommates all along. Yeah, I couldn’t believe it either. I thought he was straight, too, but he ended up being a crooked line. Everything came crashing down when he realized he actually liked men. Kicked out of the house and everything. And then there were five kids left, it wasn’t the same. Mommy, mommy, mommy it’s me. she gave me a pineapple, a cutie, you know, when she kicked me out, didn’t last long though. started seeing bananas as red, after that, really lost my marbles. I really hated those dolphins I met”. the man continued to chant nonsense faster and faster, almost as if narrating his life story was causing him pain. After some time of ranting, the man looked down and realized his pants were off the whole time. Embarrassed, he rushed past the robot chicken so that once again, the robot was left alone and confused. Broken, he covered himself in soggy sheets of discarded newspapers and tried to sleep among the rats. The next day, the robot chicken decided that gaining knowledge would cure his inability to make friends. Cautiously excited, he rushed to the library and proudly displayed his library card to the librarian. She was quiet; anxiously, the chicken promised that it was him in the picture. Nonetheless, the librarian was left flabbergasted, almost appalled, and she went back to what was good for her — comfort, normalcy, and trust in the fact that the world would have no robot chickens and it was better that way, better to simply ignore them and their perfectly legitimate library cards. She had a heart of ice, but maybe, the robot realized, so did everyone else. Perhaps, just perhaps, staying in the store would be better; this world had no cookies in its cookie jar for robot chickens. Robot chickens weren’t meant to enjoy, or to live, or to have fun in normal everyday lives. They were meant to stay quiet in forgotten store shelves and never see the light the newer toys did, the toys that people actually wanted. So, this robot chicken decided he would fulfill his destiny. As he walked back home, someone pushed the robot chicken down a hill. He recklessly tumbled. A quick, brown fox and lazy dog tried to save him from his doom but it was no use. The robot chicken tumbled faster and faster until finally he found himself, alone once again, in a river this time, as the world sped by him one last time. Some years later, some children playing in the forest found the corpse in the river. They wanted to play with the robot chicken, but, unfortunately, the robot chicken was no more."
}