{
        "story": "I honestly can’t think of anything; I’ve been here for twenty minutes now. I was going to write about a little girl who was on vacation and would sneak away to play with turtles every night, but it didn’t pan out and was dry because I didn’t really enjoy it so I deleted it. The only thing I have left now is real life.I don’t remember where my week started, exactly. Well, roughly, it was Sunday night and I was writing about my mom at 2 a.m. but besides that there doesn’t seem to be anything interesting. You know, it’s different writing this late. Partially, I’m putting off these stories until the last second when I look at the date and think to myself, shoot, it’s Monday and 1 a.m. and I have nothing. On the other hand, my roommate is asleep, it’s dark, here, the room is cramped, but my window shows me the occasional lone truck driving to who knows where from who knows where and I feel like it’s the best way to start the week. Anyways, last week. Last week, it’s already over and all I remember is a few moments here and there. Tangential, but I never really know who reads this except for one or two people, and it may just be one or two people reading this or maybe even zero. Sure, there are analytics, but those are usually weird and messed up and just not something I can rely on. And those are just numbers. I could be writing into the void, for all I know, just writing to myself every week. It’s a bit exciting, really, thinking that a person I pass on the street may have read something or maybe they didn’t and I wouldn’t know. See, I don’t know what classifies a writer. The barrier to enter is so low and the lines are so blurred, I wonder if a second grader is a writer as much as I am or am I as much a writer as a seventh grade girl posting photos from her iPhone 6 on Instagram is a photographer. Not saying that she’s not, I just wonder is she? And am I? That’s kind of the cool thing, though, that I can stop worrying about classification and just do it, just write, for you or for no one if there’s no one.  The thing about personal recollections like this is that they’re either very relatable or completely irrelevant, depending on how well you know me. Woops, and I’m sorry. Last week, it’s already slipping away. There’s only two things I really remember (well, three, actually, but the third is an idea and I think everyone is sick of hearing them), two events anway.I went to Fajr breakfast on Friday morning and I don’t think I slept much the night before, maybe a nap. It was at the mosque and you pray and then eat but I was kind of dazed; the entire event was surreal because I felt like I was dreaming. I remember it being sunny outside, eventually, and me walking around and playing with a baby girl and talking to my friend while he cleaned dishes (I offered to help but he felt it was his responsibility) and playing basketball with a soccer ball and listening to construction workers at 9 a.m. and then falling asleep, at some point. Very dreamy, but there’s some type of feeling watching the sky go from black to blue. I liked it. And then there was a hackathon, a coding event where you nerd away for however long and build something. It wasn’t surreal, just exciting, and I imagine you imagine a hackathon as just nerds coding away. That’s partially true, but there’s an excitement to building something and piecing it together. It’s another feeling all together when you finish your product seconds before the judges come to your table. I think I ranted, and there was no story, really, this week, and I apologize for both that and my excessive use of the word ‘really’ and ‘and’ and commas. Good night to you, or good morning, or even good afternoon, depending on when you read this. "
}
