{
        "story": "He was known for his cooking. Even in Jordan, people from around the city stopped by his family’s house asking if the cook was present; they’d pay for a meal and then walk happily away. It wasn’t a business, necessarily, but more of a community thing, a shawarma store from their house. When he turned twenty he was married and moved to America. A brand new city, really, with a brand new girl he didn’t particularly know. She was community, though, a piece of community, at least that’s what his parents claimed. Great to take a part of Jordan to America. She wasn’t particularly interested in him, nor he her, but they ventured out into a new world with nothing but shawarma knowledge. Naturally, he started a shawarma cart — a success, as the Americans had never had authentic shawarma, at least not in his new city. He’d wake up early, carry his cart down the apartment stairs, and headed to his small spot nestled between business skyscrapers. Lunch would come and the traders would rush in, excited about Halal meats and six dollar meals. And then the rush would subside and the shawarma man was by himself with no one but the occasional city tourists. And then the city lights would turn on, one by one, until eventually the sky darkened into glowing fireflies and everyone had returned home. Only then, under the dotted skyline, would the shawarma man walk home to his wife. With years, the cart started to deteriorate. The quality of the meals declined. They argued more. And then his parents passed away, first his mother and then his father four years later. There wasn’t enough money for plane tickets (either time) so the shawarma man attended the funeral through a video call. They had a kid, a daughter, but that was it. He continued pushing his cart every day and his wife continued to live a lonely life in an unknown country. And the shawarma, the piece of Jordan he loved, eventually made him sick. The quality became worse. And then he was murdered, one night, walking back with his cart, some gang violence and miscommunication. And that was it. Of course, the now widow had to support her small daughter and their apartment. That’s where I’m bringing you in; I never mentioned much about her, her likes or dislikes, her aspirations or her dreams — in fact, this entire story, she only existed in reference to the shawarma man. But now he’s gone and you’re here, knocking on their front door. She opens the door, a little at first, and peeks to see who it is. When she realizes it’s you she fully opens the door and smiles at you, beckoning you to enter her small apartment. It’s pretty, with white decorations and calligraphy paintings sprawled across the walls. There’s a couch, a television, but the rooms remind you nothing of the landlord’s. The apartment is tight, cramped, even, but not dingy; it’s filled with culture, pretty trinkets from a country long forgotten. And you talk, for a while, about how she supports herself, the odd jobs she occasionally works and the strange hours for a woman who doesn’t fully speak English. And then you hear her daughter crying and the Jordanian woman leaves for a bit. Finally, she returns with her daughter. She’s quiet now, rocking back and forth in her mother’s arms. She looks at you, a small bow on her head, with deep, deep brown eyes — I’d say they’re like her father’s, but I never knew him that well; they probably are similar. Eventually, the baby falls asleep. The mother invites you to eat dinner but it really is dark outside, you have to get going. Tomorrow is a busy day and the city is dangerous, as we all know, at night. So, she packs a box for you. When you get home you open the box and see for the last time in this story, a beautifully wrapped shawarma wrap."
}