{
        "story": "The roads were filled with dust; in all fairness, they were barely roads, moreso patches of sand signifying a path. The flower beds were nice, though. And the ivy; it was dry here, but the walls and terraces were laced with pink and purple flowers, greenery from Peruivan rainforests perched prettily in India. The plants didn’t care that it was dry.The houses smelled like money. White pillars on yellow roads. Bold.Perched among the crows, she took in the bright view of the city, endless kilometers of sprawling slums and mansions. The crows, however, were annoying; as hard as she would try, they would always return.Her skin was blotchy, patches of brown and blacks and disfigured colors running endlessly along her body. Her eyes were solid, though, a dark, dark brown — almost black. With her blotchy skin and dark, dark brown eyes, perched on top of the veranda, she bathed in the sun.Some time passed; she rolled over, stretched, and finally rose. It was dark, but the city was still dotted with colorful lights and rackety sounds. In fact, it was more alive at night; teenagers strolling, horns blasting endlessly, fireworks and guns and smoke, dinners late at night and crime; the city seemed to have awoken, too. Time to explore.She strolled inside the house so no one could hear her (not that it really mattered — everyone was asleep); down the stairs, sliding along the white, textured walls, between the string chairs and ornate vases, out the magnificent front door, past the flower bed and vines, through the front gate, and onto the dusty roads.She paused for a bit, assessing her situation. The city was alive, but the house was tucked into a quiet, private street. Where would she go tonight? Finally, it became clear — the plan was made.She took the quieter path, through the inner streets surrounded by towering residencies (still, on a dusty, yellow road) until she was almost at her destination.The poorer kids tried to get her attention as she strolled; they wanted to play, and their parents were somewhere far off. Night time was their time to enjoy, but she had plans and couldn’t waste time.And, finally, she arrived. The road was still dusty and yellow, but now the “houses” were, too. And, she found her sister and brother, much younger, energetic, and still playing. And, among her family she could bathe in the moonlight again for a few hours.She stretched her legs, arched her back, curled under the moonlight, lazily purred, and dozed under the stars. "
}
