{
        "story": "For the purpose of this story, I’m replacing the name of an actual department store with Mike’s. Mike’s was a large, large department store with buildings littered carelessly across every city. The summer of my senior year, I felt like it was time for me to get a job; I needed money for a laptop and I felt like it was a necessary step, almost a rite of passage, to adulthood, to work at a retail store for some period of time. The lessons I would learn, the people I’d meet — this is what I needed to learn how to communicate with others and learn how to resolve problems. At least, that’s what everyone said.So, I started applying everywhere. I even went to the mall, naively, to try and get someone to hire me, although those tactics were both outdated and futile. Eventually, Mike’s emailed me back saying I could interview with them so I woke up early one day, had my mom drop me off at Mike’s, and entered the office where I was interviewed. The next day, I was hired. At first, Mike’s was pretty dull; I had to go through orientation, learn how to use a walkie-talkie (which, to be honest with you, I never really understood — it was a pretty complex walkie-talkie) and learn the registers. See, the registers are an abomination; they look easy, when you’re buying things, but when you’re behind the counter there’s a ton of buttons that do meaningless things (for most of the time). At first, there’d be long lines of people at my register; not because I was amazing, but, rather, because I was so slow. Folding clothes isn’t easy, especially when you’re scanning items at the same time. There were all these complicated coupon rules which I tended to ignore for the most part; if the customer had the coupon with them, I’d scan it — it was a summer job, afterall. Eventually, I got the hang of the register and things became much smoother. That is, until the credit cards. See, my manager was half German and half Indian, which, typically, wouldn’t be relevant, except, you see, she was extremely pushy about us opening up credit cards for Mike’s. She had a quota she’d have to meet and was held responsible for it. But, she wasn’t just pushy, to be honest; she was almost obsessed with these credit cards. If the store was closing soon and we were behind on our quota, she’d start preying on the customers. She’d pace around the store, almost like a tiger, and begin talking to whoever would listen. At first, it was mostly innocent conversation; did you find everything all right? How was your experience? I love your dress! But, eventually, she’d start forcing her credit cards on the customers. They’d say no, most of the time, so the manager would leave. But, some moments later, she’d return and begin pitching the extensive benefits of a Mike’s card. It was insane. It was cult like, almost, and whenever someone would open a credit card the manager would congratulate the lucky employee to the rest of us, over the speaker system. It was something to be desired, opening a card. See, if you opened a lot of cards, you would attain golden status at Mike’s. Eventually, one day, she would come up to me. “Look, Jibran, I know you’re a smart kid, you’re a smart kid, right?” I nodded, as it was 9 am and I didn’t care much about credit cards or managers this early in the day. “Sell me this card”.  I knew the day would come. Flustered and tired, I made some dull pitch about cash-back incentives and cheaper prices. She wasn’t really paying attention, though, and stopped me half way through. “Look, you need to really sell it, it’s good for them, too, you know, it’s really amazing”. She was trying to convince me now, too. I spouted the same pitch I originally had and she seemed satisfied with her work and left me alone. I did end up opening a few cards that summer and the feeling was always amazing. In hindsight, it was foolish and I really shouldn’t have fallen for her schemes but, hindsight is 20-20. But, to be honest with you, the only thing I really learned was where different shoes were, how to use a cash register, and how to sell someone a credit card."
}