{
        "story": "(Make sure to turn on notifications so you won't miss future stories).  (Disclaimer: If you’re blind or don’t have eyes and somehow come across this piece, please don't take it in the literal sense). I wondered why every book mentioned your eyes. They crinkled, they shone, they sparkled, they glistened — your eyes questioned everything or seemed startled or confused by the sudden outburst; I wonder why it was always your eyes. No one mentioned your hands. Sure, they may have shaken or shivered but they never talked like your eyes. And I wondered why you only cared about your face. Your hair, your jawline, your frizz or your lashes or your ears, your makeup or your beard, I wonder why you never thought about what your eyes were saying. I wondered why the poets only talked about them this entire time, why love letters and secret notes were written about their sounds and silence. I wondered why they were always mentioned in stillness; the world had stopped, and it was raining outside, or maybe snowing, and it was dark and quiet and the only thing anyone could hear or see in those moments were your eyes. So why did you never think about them? Why was it always about something else? Why do the previous words sound so endearing to you, the reader, so close and intimate, when I mentioned nothing but your eyes? It’s always something else for you, I’d imagine, that maybe this thing is wrong or this thing could be adjusted a tiny, tad bit, but it’s never about your eyes. You never mention them, surprisingly, when they’re all anyone ever looks at. And when you talk or smile or laugh, when you giggle or snort or feel sick, no one looks at your mouth. You never tell anyone when you lie or steal or pretend, when you imagine or slowly fall asleep, but everyone still understands because they’re talking to your eyes as you drift away. And when you’re nervous, when you’re incredibly, uncontrollably afraid, your eyes reveal your secrets to everyone around you before you can feel them for yourself. So why have I never heard you complain about your eyes? Sure, perhaps you’ve mentioned them on a physical level — their shape, the lids, the colors, the depth — but you never really mentioned your eyes, the way everyone saw them. And they were everything, almost the only thing anyone ever saw of you, and yet you never even considered them really and truly, never the same way you nagged on everything else. And there were love stories written about them, through them, maybe related to them, and there were people who talked to your eyes every day and fell in love with them and there were people who hated them, deeply, absolutely, despised what your eyes told them, and there were people who remembered your eyes and thought about them for days or weeks or months, not in the physical sense but instead because of what your eyes would let slip. The photos could never do them justice; the filters were like curtains, the pixels not detailed enough. And the mirrors were blurry, they were dirty, smudged, and even when they were clean you could only see the crevices or the bags or the dots, not your eyes, authentically, the way everyone else did. Your eyes could never talk to themselves as they had nothing to say to someone who was them. So how could you be so misguided as to obsess over anything else, to hate any piece of who you were or highlight this feature or cover this flaw when your eyes were rambling uncontrollably, always, whenever anyone saw you? How could you not hate them — they were spreading your secrets, creating misinformation, or maybe it was the correct information, you hadn’t fully understood it, but nonetheless, always exposing every flaw. But, how could you not love them — they were showing your love, your friendships, your deepest secrets, your worry and your thoughts and your care, they were everything you loved about yourself and what everyone loved about you. How could you ever hate anything when your eyes were there this entire time? There for everyone. Your eyes, I think everyone thought about them, so why didn’t you? "
}