{
        "story": "And the streets were all empty, barren, with only a few cars dotted here and there. And the streetlights were glowing, radiant bulbs of warmth that promised they’d stay on all night long, glowing, glowing, glowing. And the air was crisp, bitingly so, the type of air you had to gulp down until you couldn’t any longer. And the puddles were still scattered, reflecting golden beams of light onto whoever came outside. But no one did. It was only a lonely street in a different world than whatever houses they lived inside of. And the street wasn’t empty in just the physical sense; of course, no one strolled through this dimmed night. But even if there were passerbyers, if some family crossed these sidewalks for a midnight stroll, and perhaps they would cross you or smile and wave, the streets would still be empty. And the sun did come out, as it always does, and the job goers came out wearily, groggy, rubbing their eyes in their ironed suits to drive away. The school buses came eventually, too, and picked the children up. Loud, loud sounds of lawnmowers filled the air, the gardeners were here, and the toddlers crawled with their mothers watching on. And the older ones, the kids who hadn’t started school yet, played hop scotch and drew chalk on these sidewalks, leaving whatever pink and purple and blues they could to brighten the concrete. And some summer days came where the streets overflowed with people, the air filled with some smoky smell of some exotic meat cooked for everyone from everywhere, they were all here, the whole neighborhood, eating and laughing and enjoying those chalk scribbled streets. But they’d leave, too, maybe not when night came if the moon was out, but, at some point, even the most attached guests would say their goodbyes and drive away, loud, loud, then softer, then softer, as their engines slipped away into those streetlamps. And the streets, filled as they may be with smoky fumes and bright chalk, became empty. Or, perhaps, they stayed the same. And it drizzled again, first soft pitter patters that comforted everyone in their homes, and then louder, louder, dangerous streaks of thunder and wind that tested even the oldest trees here. Torrentuous, windy gusts, they came at once, washing away the chalk off your sidewalks. And your roads became filled with puddles, streams of water pouring violently into your sewers. Your streetlamps glowed, though, as much as they flickered, they radiated their warmth. And eventually, after some time, the rain would calm into a drizzle, then a calm wind, until eventually all that remained were those glowing puddles on your empty roads."
}