{
        "story": "Blue overtones shadowed the city. Everything reeked of humidity; the air was dense with sweat and rain during these gloomy hours. The carts outside were quieter than usual. Most had receded back to their homes, but a few persistent sellers still yelled at the drivers passing by. The city was absent of its usual sounds, only marred by the occasional honks or gates opening as people returned from work. Only one word could describe the day: bleak. The Munsi’s lived on top of a small grocery store in a complex packed tightly between two other residences. It was a typical city household, blended perfectly with the stores and squalor of the city life. A gate opened here, too, and in entered Papoo, or, to Siti, Uncle. As usual, he cursed the vendors blocking the gate. Grumbling, he’d park his scooter and thunder up the stairs, loudly announcing his entrance to everyone in the family. And, as usual, he was well received; the table was set, Siti was quietly doing her schoolwork, Auntie had cooked his favorite dish, and the youngest boy was watching sports. Dinner was tense. Not because of any one person, necessarily, but because of the absence of Bujang; as the rain pounded outside, everyone avoided looking at the empty chair. But, like the humidity, tension floated from person to person. “What was in school today?” Uncle asked Siti, who only responded with a vague answer about poetry. “And you? Have you just been watching television all day?” Uncle asked the youngest child. He replied only with a yell as he launched a pile of peas across the table. Uncle only chuckled. As night fell, the rain continued to pour; everyone left to their own activities, delving into whatever recluse imagination could provide them. Finally, it was time to sleep; still, Bujang was absent. Situ went to her room; the youngest child, too. Auntie and Uncle left as well. The house was quiet, with only the occasional thunder strike filling every room with light. Until, finally, the sound of a motorcycle woke everyone; to be fair, though, everyone was only pretending to sleep. Situ clutched her blankets closer to herself, pressing her face closely to the bed. She was hiding, almost, hoping to fall asleep before the inevitable. Auntie, too, began praying under her breath, listing off all the things she’d done for Situ without any real obligation; please, for tonight, let Bujang come home without a scene, she begged. It was of no use. The gates opened and closed; careless footsteps could be heard climbing up the stairs. Uncle was waiting. And then — screaming, yelling; not just from one person, either. Throwing and jumping and curses — Situ left her bed to catch a glimpse of the events but returned as the sounds came closer to her door. The unmistakable stench of alcohol filled the air, though, and Situ understood what was happening. Once more, Bujang was banished from the house. Once more, everyone would stay awake all night, wondering where he’d go. Once more, Auntie would clean the broken shards as she cried over her son, sweeping the pieces away so they’d never be seen again. ***************. And a new day would come, eventually, and Uncle would leave for work as if nothing had ever happened. Situ would return to school and Auntie would stay at home, playing with the littlest one whenever she stopped cleaning or praying for her son. Situ, Situ, Situ. She wondered why she was here, in this foreign country, at times. She questioned what actions she had taken to deserve such a gloomy home. School didn’t provide much escape, either. The people knew; they knew where Situ came from, they knew about Bujang and his mischievous activities. People knew, and word spread quickly, like rain, like thunder in the night sky. She attended classes, though, and ignored the whisperings; she wasn’t exceptionally intelligent, nor did she have a special affinity for learning, but it was something different — she took what she could. Her education wasn’t transformative, though, and she wouldn’t be going to college. In fact, she wouldn’t be going anywhere. She would be here, right at home, waiting, and growing older. Eventually, she’d get married to someone, anyone, to be like Auntie. And one day, finally, she would sweep away her own shards, into some bag somewhere, so that they’d never be seen again." 
}