{
        "story": "\"Congratulations!\" the banner flashed across the screen. \"You’ve won ten thousand dollars! Call the number below!\" She adjusted her eyeglasses, shocked that something so extraordinary could be happening to her. What were the odds; unfathomable, really, that she could ever get so lucky.\tShe rushed to her phone, rapidly entering the ten digit number before it could disappear.Ring. Ring. Ring.\t\"Hello?\" the voice inquired, obviously annoyed. \"Hi, yes, this is Catherine, is now a good time?\" \"What?\" \"Look, I’m awfully sorry to bother you but I think I might have just won ten thousand dollars and I’d be jumping with joy if you could help this young Kansas girl out.\" His voice immediately perked up. \"Catherine, ah yes! What is the eight digit number next to the banner? Right next to it, yes; okay, okay, that’s in our system, so listen closely, please.\"\"My credit card number? If you say so.\" \"And, wait for it ma’am, yes, yes, you are good to go — the money will arrive shortly.\"Silence. Some moments passed, until. Ring. Ring. Ring.\t\"Ma’am, your card did not have sufficient funds to allow us to transfer money into it. Do you have another card?\"\"Another card?\" \"Ma’am, yes, another card.\" \"I’m awfully sorry but that’s the only card I have.\"\t\"Oh.\"\"I’m so sorry, is there anything for me to do? Why, there must be something.\" \"Ma’am.\"\"Yes.\" Click.She chalked it up to a poor connection. After a few hours. Ring. Ring. Ring. The call went through, but nobody answered. Only the muffled sounds of someone walking down a street echoed through, then the clicking of a door, the opening of a door, the closing of a door, the ruffling of sheets, and a sigh.\"It’s Catherine, again.\"There was evidently some surprise; \"Why the hell? What are you calling me? I’m off my job.\"\"Look, I just felt awfully bad about the card and was wondering if I could do anything about it.\"\"No, leave me alone you woman, please, ma’am, and stop calling me.\"\"Look, just let me make it up to you.\"\"Some Hollywood actress, you must be. Make it up to you, silly.\"She chuckled. \"Look, I may be from America but I ain’t no damn Hollywood actor, that’s for sure.\" \"Ma’am.\" \"What.\" \"There’s no money.\" \"To be frank with you, honey, I already knew — I just wanted someone to talk to.\" Click.She chalked it up to a poor connection, waited a few hours, until finally. Ring. Ring. Ring."
}
