{
        "story": "I wish you could see the sky through this small window. It’s dark, dark blue, almost a black purple. We’re nowhere, now, with blankets spread awkwardly in the car, meadows and rolling hills sprawling endlessly in this barren landscape with no one but truckers and quiet families. I wish you could feel how empty the world was, how there were no cities and no lights and nothing familiar but family and one packed car rolling forward. I wish you could hear the quietness. It makes you wonder whether anything in your life had happened or if there was anything at home to return to. It makes you feel small and alone, an empty passenger on an endless, black road. I wish you could see the mountains kiss the sky, so much so that in the dark you can’t distinguish clouds from those massive, massive rocks. They’re just hazy outlines now, nothing you can clearly discern. I wish you could climb those mountains. I wish you could imagine it or understand the metaphor. It’s not really a mountain metaphor, though, I guess it was more about the rolling hills and wheat prairies. I wish you could see how we all walk alone, how these prairies are empty except for ourselves. I wish you saw how everyone just walks around and meets someone and then heads somewhere else, but we all imagine, don’t we, that there’s someone out there or that our families are there with us on this meadow walk. Maybe a spouse will be that person, maybe some friend or some mentor or some child of ours, maybe we’ll walk these meadows with them. Maybe everyone along the way is just temporary company. But they’re not, though, because these meadows are just yours. Even when you find someone permanent, someone to walk with forever, someone will have to leave. Maybe that’s the problem, that we look for permanency as the only solution and anything in between is only a stepping stone. I wish I could say it’s about the people you meet along the way or the journey and not the destination but I don’t know anymore. But it all does matter, in the end, every minute and every moment with someone, maybe these meadows, maybe it’s not about looking but just accepting. Maybe these meadows are here to enjoy every person and be with them not permanently or temporarily but in the moment because it’s all just endless walking, maybe, that if you’re religious it ends with God and if not, death. Perhaps, then, we just all are walking around and occasionally bump into someone and walk with them and when it’s over it’s not sad because nothing in these meadows were ever permanent, nor was anyone or anything. I wish you could feel the wind up there, thousands of feet above the ground. There were people, too, and gift shops and cars but standing on these mountains still felt emptying. They rolled on and on, endless, daunting mountains you could only look at. It becomes tougher to breath, eventually, and even in August it starts to drizzle and snow. I wish you could feel that. I wish you could feel how it felt when the same buildings started to appear, when you started recognizing the familiar houses once again. I wish you felt the packing, the excitement of finally being home. I wish you felt the car pulling up, the way we entered in the darkness, all of us, in the quiet, empty streets. It was all over, then, the meadows and the mountains and the night sky that comforted our empty hearts. You do feel it though, and we all feel it, in these empty meadows of ours, but maybe bumping wasn’t so bad and maybe we’ll keep wandering, in these beautiful, endless meadows."
}