{
        "story": "	Perhaps it wasn’t drizzling anymore, but the roads were slick, drenched in golden, silky water as the streetlights shone down. Mist floated around, hazily, lounging around over the buildings that stretched into blackness. Comforting, although many would argue dreary.	Lay down, please. Rest on this road. Feel the bumpy rocks and the moistness against your body. Sleep on the road tonight, please and thank you. Grogginess isn’t avoidable when you wake up. Your back is going to ache; your neck, too. Rest, peacefully, and calmly drift, though; enjoy it, too. There’s an occasional car passing by, and sometimes it may roar. It will really blow by. Ignore it because cars are just nuances passing by. Do you feel me? I’m asphalt. I’m truly asphalt.What do you think of me? I’m really just asphalt, and I hope you don’t imagine that I’m some metaphor for love or a person or some thematic commentary.	Perhaps there was grass poking out of the cracks in the road, but it hadn’t fully made its way out. Even dandelions occasionally appeared. They’d disappear quickly as cars, yes, cars, would trample over them. Not dreams or hopes or anything, just real dandelions. Please don’t think too much about this.mCan you take a piece of me with you when you travel? Grab a handful of rocks, somewhere from the older part, preferably, and pack me away to some foreign country? I’ve been here for most of my life and I would enjoy a change. And even when it was morning, a Monday morning, construction workers would work on the building next door, drilling away endlessly and laughing and joking. They’d walk around, climb down for lunch, then climb up again to continue assembling planks and boards and et cetera and et cetera.	They would walk over me, too, but not because they were mean or because I was letting myself get walked over; really, I’m just asphalt, just a path for people to get from one place to another.  I’ve mentioned the streetlights when it’s drizzling, but not the parking lot. It’s usually empty and no one knows what purpose it serves as there’s not a distinguishable building that it’s for. Except for a small white building, although it’s far too small for a parking lot of that size. And excuse the tenses and the confusing perspectives; sometimes I forget what time when is and who I am and I just imagine I’m one of the many people walking by, going somewhere, with a story to tell. But I’m not, because I’m asphalt. A bit new, a bit old, with patches here and there that have been updated over the years; not because I’m a person growing and developing, but rather because asphalt doesn’t hold up well after a lot of rain and needs to get patched up. Sleep, I’m telling you. I’m only one part of a road and this part is usually empty. Just lay down and fall asleep on me under the rain and I can promise you’ll be at home. Just ignore the cars and the drunkards and the homeless because you’re not, not homeless. You’re with me, on the asphalt, under the drizzling rain, and couldn’t be more at home than if you were here with me. With the streetlights, together, under the rain, on the crumbling asphalt."
}
