{
        "story": "	I wish I could describe love to you. Sadly, though, I think it’s like describing color to a blind person. Look, I could tell you it’s the smell of freshly mown grass or a forest hike or anything green, really, and you wouldn’t really understand because you’ve never seen green. That’s what it is, I guess. Sure, I could describe lust to you, clearly. Or passion, maybe, too, or anything else in those realms if you wanted. I could use elaborate metaphors and tell you how they felt; then,  when I felt confident describing the familiar realm, I’d start a new, elaborate metaphor to describe love; it wouldn’t lead anywhere, though.It’s the smell of you. Of us. Of red, of warm fuzzy, feelings, you know, of sleepiness, but together sleepiness. What the hell, though, it’s all wrong and not right and lame and temporary and it’s freshly mown grass but not really the color green. Maybe I could describe events, a story, with missing links you could fill in. Like meetings, meeting, crying, laughter — those types of events — and maybe you could piece them together. Interpretation, I’d imagine. Critical thinking skills. But it wouldn’t work, you know, because those are just empty events and the missing pieces are simply more events.Perhaps I’m crazy. Maybe you should experience it yourself. But I’d love to containerize it, kind of pack it away into a ziplock bag that you could open whenever you were sad or lonely. Here you go, a story of love, something you can read and feel. Come again soon. I can’t, though. Where do I go now? What else do you expect of me? I’ve said it clearly; there is no pocket manual, nothing substantial that I can give you. Do you want prose? Butterflies? Look, I’ll lie to you, since you want me to so badly. You want sunsets, right? Piers? Ocean waves lapping against my — our — feet as the sun sinks away. And then it starts to fade, slowly, the lust, or maybe the sky, and it’s dark, dark purple. Of course, it has to be chilly. What’s love without chilly oceans, right? And then the night fades away, lovely. But I know you really want New York or Paris, where there’s a million things going on but only me and us, I guess. That would be nice, I’ll admit, New York or (and?) Paris. I guess that’s love, if you want. Inevitably, this vision of love would be incomplete without any sick days, of noodle soup and laziness? I know you’d enjoy that. Not the sickness, but being comfortably taken care of. Because someone’s there for you, perhaps? Sure, that’s love. But I’m lying to you. It’s not, and I’m sorry I gave into your pressures and made this whole thing up. I can’t give you a pocket book no matter how hard I try and you’ll have to be content with passion or lust or whatever it is I gave you. Just imagine green if you’d like. Green is nice, natural, really — a great color. Imagine it and describe it to me, and when you do I’ll get back to you, hopefully. Sorry I left you hanging, but it’s the best I could do. Bye for now, atleast."
}
