{
        "story": " Sticky shorts don’t leave room for breathing. They’re rushed, with brown hair plastered against their forehead as they hustle to gulp their lemonade and rush away once again. The doors are open, but the netted screens don’t let any mosquitos through, only some lone breezes and nearby laughter. Their tricycles have become bicycles, so now they race even faster than before across the smooth asphalt. One falls, then another, and they bruise their knees and yell and cry until the neatly packaged bandages arrive, so they get up once again and continue riding until it’s time for dinner. Slowly, as the day passes, the canvas turns from blue to orange until eventually orange becomes night. After dinner, they play some more until it’s time to go, beg for more time, and after more time finally make their pacts and part ways until next time. When they come home from school, they take out the parent’s folder and set it aside, eat Oreos and apples, and watch PBS. After some time, they reluctantly do their homework until it’s time for dinner and after dinner the doorbell rings and they ask “Can I play now?” because they completed their homework so the answer, as usual, remains “After you take out the trash”. Naturally, they take out the trash and take out their bicycles and race and fall and run until the sky turns black and they make their pacts and say goodbye, at least until next time. But summer’s over now and one of them left for vacation so the rest play in the snow, building snow angels and snowmen. When they’re reunited they continue playing as if no one had left. The sky usually remains quiet now, only calling them inside earlier than usual because it’s cold and they shouldn’t get sick in the winter, at least not from the cold. Of course, the snow melts and they run away from their igloos, at least until hopefully next time. One of them moves, though. They hold a goodbye dinner, where one of the parent’s invites all the families, but inside they don’t really comprehend that one is moving. They’re together, so they beg to play videogames because even though they had already played today, guests were over so they felt they deserved the extra time. The families leave, one for good this time, and the pact that remains realize what happened and go home and cry until they fall asleep. Summer comes again, but it’s not the same. It’s the pact minus one, and racing only remains fun for so long. They forget about their parent’s folder, eat Oreos, and then do their homework. The doorbell still rings, but this time it’s for cookies or internet or grass trimming, not for playing or fun. Then they have their own kids, who play and ride tricycles then bicycles and drink lemonade, just like they did, except this they is now new. Winter comes, then summer, then summer, then summer, until finally someone moves or they grow old, too, or the snow melts for the last time. And then one they dies and one they has children, and their children play outside, too, and occasionally visit their dead grandparents and the three generations of they become more and more until it’s all them, they’re all the same. They all become one they with tricycle riding children who trip and run and yell and laugh until summer becomes winter and winter summer. Suburban summer, that’s what they loved. Those suburban summers."
}
