{
        "story": "Hope is dangerous. Actually, that’s not the message I want to convey; saying hope is dangerous is like saying money is dangerous or love is dangerous or government is dangerous. While true, all of those have benefits of such magnitude that the danger is inevitable, almost required, for anything positive to result. Instead, hopeless hope is dangerous. What is hopeless hope, you may wonder?. To some degree, isn’t all hope hopeless?. Isn’t the action of your heart begging for something that you don’t have, by nature, hopeless?. Because, by hoping, nothing happens. Nor by wishes nor shooting stars nor birthday candles, so, intrinsically, isn’t all hope useless?. I can see that. But that’s not the hope I’m talking about. General hope is kind of necessary for life to be interesting or have any type of arch. It’s the hopeless hope that’s so scary. Hopeless hope is a kind of desperation. It’s a college waitlist type of thing, a failed product type of feeling. It’s the “you know it’s over” right from the beginning but still try for some reason. Hopeless hope is scary and leaves you questioning whether you should hope, in general, afterwards. Because, hopeless hope rarely ends well and is merely imagination. Hopeless hope is idealization, the expectation that you will get off that waitlist or the recruiter wasn’t pleasant only because it was part of the interviewing process; it’s fantasy. Because, hopeless hope leaves you filling in gaps in your mind to suit whatever perfect version of life you imagined at that particular moment. Because it’s so easy to imagine. Not even about what’s the best for you, necessarily, or anything of the sort. Just onslaughts of media and consumption and imagination makes your idealized situation so perfect that reality takes the backseat and your thoughts become more pertinent than what actually will happen or should happen. There’s no real hope of hopeless hope actually occurring which makes everything questionable; does your genuine hope remain, then, afterwards?. You know, a lot of people think I’m attached to computers, that I love to code nonstop. That’s not really the case; I just like to build things and have an impact on peoples’ lives. Often, coding is the best way to do that. I guess that’s not really relevant to anything. Regardless, computers are really rigid; if something is supposed to happen, it will happen. The second a computer realizes something is wrong, a million mechanisms begin to correct the mistake. A computer doesn’t think, nor does it hope or do things that aren’t likely to succeed. To be honest, when I started writing this piece I thought I would end it by admonishing hopeless hope and telling you to avoid it. I thought I would suggest to abandon hopeless hope when it happens and stop pursuing whatever it is because hopeless hope is only desperation. But as I was writing, I realized that’s not how humans work; we’re not rigid, nor are we computers. I thought I would suggest that when there’s no signs of anything working, when you get waitlisted or denied or when it’s obvious from the beginning it’s not meant to be, to stop releasing useless, desperate hope. To stop wasting your hope. But it’s not human, though, to not hope. Even hopeless hope. And it may not be good or right and at some point it probably becomes completely stupid. But I guess that’s what humans are. I’m not suggesting to be hard headed or completely oblivious to anything or to not accept rejection; acceptance is also a key part of growth. In fact, overall I realize hopeless hope is damaging. But I can’t tell you not to; it wouldn’t be right. It wouldn’t be human. And the main thing is, it could never happen; because, even when the odds drop to almost zero and whatever you want is inevitably failing forever, some part of your heart has hopeless hope. And, there’s nothing you can do. A computer would stop, maybe. But you’re not a computer. You’re human."
}