{
        "story": "(Make sure to turn on notifications so you won't miss future stories). Because of a lot of recent events and the pandemic and being at home, I wanted to discuss what it meant to trust in Allah. Perhaps it will be of comfort to some of you, even if you’re not Muslim or religious, or maybe it won’t be; nonetheless, here it is. What does it mean to talk to Allah? I asked myself this question and was ready to explore it, really give a concrete answer to you. How do you know Allah is listening? When you pray, when you turn your head once, then twice, then pour your heart out on a prayer mat, how do you know your thoughts are being heard? What if you were just talking to yourself this entire time, having a conversation in your mind and pretending, maybe hoping, that your thoughts were being listened to? And at first I wanted to reply with simple answers — I know he’s there, it’s something you can feel, it’s in my heart, it’s definite, it’s comforting — but I realized I was listing off niceties and flowery images, trite sayings that couldn’t always give the same comfort they once did. So then how did I know? How do I know? How do you know? Perhaps it was just belief, the entire point of faith, having a trust that what I was saying was listened to. It makes sense, that my belief that I was being heard was my faith, that, in essence, it was Islam and my religion that led me to believe that (which, for a multitude of reasons, I believe in). That’s a reasonable answer. But, then, how could I pour out my heart to Allah? How could you trust that this was a conversation, that if the replies weren’t in words or hugs or anything to physically comfort you, how could you make this your only true attachment? Because, it seemed so comforting, the idea that Allah swt was there this entire time, that I always had a place of support. That regardless of what was occurring in your life, whatever people passed or grew or changed, however you felt at the moment, there was a place for you to go to. But what if I was only talking to a mirror this entire time? And I could reply with correlations, causations and effects and things occurring or events and transformations, that one conversation led to another but what does that mean to you, the reader, when in fact I could be making it all up? Or if it was all by chance? How did I know this was a two way conversation? Could I just say it through words, simply and objectively, that people and things and emotions constantly changed but I could continually pour my heart out to Allah? Have I even been doing so myself? Have I ever? Perhaps this entire piece is for myself, actually, a reminder to myself first and foremost. But there is faith, for me, and I do believe that God is listening. And he’s constant, unchanging, and maybe that’s the comfort we needed, that if we did have this faith in a religion, if we believed God was listening, which we could because of our religion, our faith, or whatever other reason, God wouldn’t change. Perhaps that was the beauty of the conversation, that the replies weren’t in words or hugs or gifts, perhaps because they couldn’t disappear into the air or simmer into memories that would eventually fade, perhaps that’s what made the conversation so endearing this entire time. It was nothing my memory could ever lose, nothing that could be revoked or regretted. Maybe the lack of words is what made it so nice, that regardless of what I said or how I acted, Allah would be there to understand me this entire time. And usually conversations end. Actually, they always do. And now that I think of it, really reflect on it, maybe the comfort wasn’t just from a few moments on a prayer mat, and that even if your faith is low, or you’re struggling, or even if you don’t really know what to believe in, maybe there’s comfort for you in what I find comforting now, that it’s more than emotions and more than moments, but, instead, a constant conversation. Maybe that’s the beauty of it, the reason why we can trust it so much, maybe. Maybe because it’s the only conversation that never ends, I think. That’s what gives me comfort. The only conversation that never ends. "
}