{
        "story": "I think it’s weird that people say you lose your childish wonder. Not factually incorrect, exactly, nor offensive, but so wrong. Look, I get the sentiment — you’re older now, you’re more mature, things aren’t the same. Toys and candy are now paperwork and play dates have transformed into managerial roles as a Senior — yes, Senior — roles at thriving investment firms. Quantitative, it’s so quantitative, and the quality, the richness of your life now, the quality, yes, of course, the idea spreads everywhere that we all become superficial the older we become. Questions about toys and candy have been replaced with those about tax work and deadlines and we’re all just rats, rats in a rat race without any childlike purity. Look, I get it. And I agree, a bit, with the general feeling that’s portrayed about losing your innocence. And, as kids, arguments can be settled in minutes because there are no grudges. Not teenagers, but kid kids, you know, the type whose parents watch them at the playground, and when they fight they hug soon afterwards because it’s all fine, really, could we get back to our game, now. But, as adults, we’re ferocious; we have grudges, we yell, we sue, we scam, we cheat, because we’re nasty, nasty things, us adults. But then there’s the other side, those who say we’re still children at heart with a mask of this and that and who-knows-what covering us up. We’re still children, the same five year old child only a bit different-looking now, a different shell for the same emotions. That’s a bit disingenuous, though, ignoring all the transformations you’ve gone through, I feel like. Tell me what childlike innocence means. It’s not fire trucks or dragons; rather, it’s how we feel about them, and it’s ignorance. Actually, to say it better, it’s not knowing. You have most of the world figured out exactly, precisely, that you sleep early and wake up early and sugary cereal is the best and you’ll take a shower and watch television while your siblings get ready for school, then it’s just lunch and play dates and when there’s smoke or pink or something new and it’s really, really, new and you don’t know how to react and that’s what child like innocence is. And adults, look, I get it, really, I get it, we’re more used to things. We’ve seen more things and nothing surprises us because we’ve experienced everything already, or at least that’s what we imagine. But, on the contrary, we gain more of that child-like purity the older we get. When you enter, it’s the small things that surprise you. A new object is enough to make you drool. Anything unusual is a radical departure from your regular world. As you age, those objects don’t have the same effect; but, in lieu, there’s an entirely new spectrum of things we know nothing about. Ideas with gravity much greater than new objects, ideas about who we are and why we exist and emotions and how to do this and that and manage and adult, you know. The new things aren’t necessarily childish anymore but our feelings towards them are generally the same as a baby. This isn’t to say it’s just emotions, either, as older people have generally realized those, too, but, instead, the vast ideas that no humans really fully comprehend. So it starts out with child like innocence over child like things and transforms into childlike innocence over teenager things like crushes and love and then it’s childlike innocence over adult like matters, only in private, maybe, by yourself, when you’re alone at night, will you fully feel those childlike emotions, but they’re there. Because you never know everything, really, and the older we grow the more ignorant we become, only, the ignorance is realized now. But, as the years continue, as we grow older and get stuck in these so-called adult matters, that’s when we really start to become a child, once again. And, then you’re old and you’re dying, unknowing what’s on the other side and yet again, you feel that beautiful, unfiltered, childlike innocence one last time." 
}