{
        "story": " The Jeep wouldn’t slow down; it was on its highest gear, tearing through the safari. At first, they took their time. They’d feed each animal, one by one — the ostriches, the giraffes, the goats — and laugh and snort at each creature. But then they started arguing over some fact and then some philosophy until they were full on yelling at each other, so the safari guide felt it natural to speed out of the park. Such animals. The elephants watched from a distance. There were only a few elephants in this specific safari. Elephants were pretty expensive nowadays so the park could only afford a few, really. They sold one of the lions and bought three bears in its place but the bears didn’t fare too well in the heat so they were sold off too, one by one, at a discounted rate. Quite a bit of money was lost in that transaction. The safari, in its entirety, was just a money laundering scheme run by some corrupt politicians. No one knew how, exactly, to run a safari, so the workers did their best with internet searches and outdated textbooks only vaguely related to animals. Supplying meat to all the animals posed a problem. At first, the workers attempted to buy in bulk from grocery stores but neither the animals nor the stores were pleased. Next, they tried purchasing from suppliers intended specifically for this purpose; that didn’t work out well, either. The animals were satisfied, but the politicians saw their money laundering scheme transform into a money losing scheme. Such purchasing was immediately cancelled.  Soon after, they let the animals run wild. The barriers were let down and it was a free for all — truly, a real safari. It wasn’t a great idea, though, as the lions had eaten half the animals in a few days. That’s why they sold one of the lions, honestly, but the public couldn’t know that. The bears, too, were sold for the same reason; someone had made a mistake in the paperwork, leading to the wrong type of bears. The carnivorous type. Eventually, most of the animals were sold or eaten. Only a few herbivores remained. One of the interns, although not named for anonymity, had the brilliant idea to combine the animals into one plot of land. The benefits were plentiful; the safari tour would take much less time, the animals could be fed in minutes, and everything would be run more efficiently. Naturally, due to the lack of leadership, the interns' idea became a reality. The animals were all forced into a few acres of land; it was easier, in fact, to feed the animals. The Jeep was removed, too; the safari was a walking tour, now, and one could experience the full variety of animals from one spot. Eventually, things started heading south. If you ever hear the story of the safari with two ostriches, well, this is how it happened." 
}