{
        "story": " It drizzled, sometimes, in the mornings, but the garbage man would still climb on his truck. He wasn’t fit, really, to be a garbage man, as his mental health was deteriorating every day; it was part of Seattle’s new plan, though, to get everyone active and working. So, naturally, the person with little say got stuck with the job no one would take. He would wake up without an alarm at 3:30 every day. The sky would still be black outside, with only the occasional cricket chirps and creaky metal fences breaking the silence. Dutifully, he would leave his mattress in his gray tank top and head to his dingy plastic table. First, he would stare into his own eyes for a few minutes, maybe six, seemingly searching for something. After six went by, he would pick up his comb and begin clawing at his hair. Strand by strand, he’d comb each piece across, loosening the knotty, knotty curls that would inevitably form overnight. It was painful, but the entire process was meticulous, calculated, precise — no strand would be forgotten. By four, his hair was complete. Next, he’d remove his clothes, piece by piece, folding them nicely onto his bed, then step in the shower. Showering was dangerous, so he took his time, grabbing firmly onto the handles. Once more, he’d run his fingers through his hair, double checking every strand. Nothing was ever off, but double checking was a ritual now. Eventually, the shower would finish and the man stood dressed in his freshly ironed dark green suit. To finish his routine, he dabbed two sprays of cologne, one on his neck and one on his chest. Satisfied, he strutted outside into the dark, ready to tackle the daunting challenges of the day. After some hours, the sun would beat mercilessly down. Through the streets they rode; Ms. Willow, the widow, would be out in her garden, always smiling when the garbage man passed. The smile wasn’t of solidarity, necessarily, but more of an acknowledgement of existence; for Bernard, it was enough for him to return a toothy, full grin. Bernard usually sat by himself during lunch. He never had any as he always forgot about food, but refused any of his coworkers’ offerings. They didn’t offer much, only a bag of chips or fruit, but nonetheless he strictly refused. Bernard didn’t have friends, but the younger garbage men saw themselves in Bernard; they hoped that offering food would act as a tribute, a sacrifice to destiny, to ensure they wouldn’t ever end up without lunch. Someone would usually drop him off home; when they’d forget, Bernard would stroll the ten miles alone until a police officer would offer a ride or his home came into view, whichever came first. Carefully, he’d remove his suit, piece by piece, place it in the washer, and then prepare dinner. The food wasn’t fancy; in fact, it was quite the opposite, usually just a peanut butter sandwich or sometimes a jelly sandwich or sometimes even a peanut butter jelly sandwich. He’d eat until the laundry machine would ring, then would unload his suit and head to his room. He’d watch television, for a few hours, with the rain drizzling outside. Bernard’s roof would leak, but it wasn’t a big deal, at least not yet. When the television would flicker out, Bernard stared at the empty screen for a bit. Eventually, he’d crawl into his bed under the thin sheets. Finally, he could drift asleep into his peaceful dreams with the patter of the rain drizzling in the background. His comb was right next to him, waiting for the morning. Everything was perfect." 
}