{
        "story": "(Make sure to turn on notifications so you won't miss future stories). Lately, I have been wanting more materialistic things. At first, I wanted to blame it on the rat race, on college and capitalism and the natural tendencies that everyone must face if they’re a participant of this society. Of course, none of these faults could originate from myself — my greed, my desire for status, for money, for power, these were all simply consequences of the society we lived in and I would be remiss, quite foolish, really, to not actively participate in it. Of course I was blameless. I wanted more money — I hadn’t graduated, but I was already projecting numbers and painting elaborate imagery of what figures I needed to achieve contentment. And the childish goals, the ambitious dreams of impact or, as it sometimes goes, making the world a better place, were quite lost to cars and California dinners. But the more I lingered with the numbers, the more frustrating they became. At first, they were precise figures, numbers I could objectively state. Soon, however, they became abstract ideas with no limit. The simple solution to this dilemma was quite obvious; you could ask thirteen year old me, or thirteen year old anyone, really, and they’d tell you the answer to achieve contentment was establishing contentment with whatever you had, that comparison was the thief of all joy. As a general motto that made sense, but how could I — or you — ever achieve contentedness when the path towards it was so ambiguous? So I thought about the scariest ideas for those in love; at first, I thought in love with money, or status or fame or anything superficial, but eventually I realized perhaps the scariest ideas were the same for anyone in love with anything, that until death do us apart was more of a statement to forget than ever consider. And what I’m saying now is quite obvious, as you, the reader, follow along, but the scariest idea for anyone who’s in the pursuit of more is death. It’s hidden, really, and perhaps some religions celebrate it and perhaps some cultures relish it but for the most part, especially in the paths most of us have taken, death is something to forget. Because what is the pursuit of more if eventually it disappears? If the love you have with someone is temporary, if your relationships span only the length of a lifetime, what significance did they have? Was it all just a videogame, then, that your duration was three quarters and a dime and some hope to join the leaderboards? Naturally, since death is inevitable and your superficial wealth temporary, all of it — status, wealth, greed — must lack any meaning. Therefore, there couldn’t be a pursuit of more as eventually more of anything would dissolve to nothing — it was all irrelevant, like a videogame. I was content with this answer, except I had previously mentioned love, too. Was love meaningless? I have my religious beliefs of heaven and eternity and Allah so that could resolve my issues but did that imply love was only significant in the context of infinity? Were elementary school friendships meaningless? Was it possible that an ending made wealth so insignificant and love so impactful? And I mentioned that wealth was insignificant because of its temporary nature, and perhaps that means that the money was never yours, nor the cars, nor the status. But friendships, and relationships, and love, perhaps they’re the only things that are ever yours to keep, that a span of a lifetime or a few minutes was irrelevant because your soul was the only thing you could ever really claim as your own. So, then, perhaps contentment is removing comparison, but, more importantly, perhaps the path wasn’t that ambiguous, perhaps death reminded us that only our soul and love and friendships were ours to keep on this journey."
}