{
        "story": "For the first time this year, I didn’t write a story. Honestly, I was just too busy and felt like I had nothing to say that hadn’t been said before. I’ll write two stories, one week, to make up for it. I wondered what to write, for a while, because there’s a lot going on but also a lot of people filling the world with unwanted opinions that are extreme and out of pure emotions. Sometimes, even the well intentioned opinions are divisive and distract from an important moment in history and instead transform the movement into an argument unrelated to racism. Sometimes, they focus extensively on sides and inadvertently transform powerful events into questions of how justifiable looting and rioting is, questions unrelated to what these moments in history are really about. I didn’t want to inadvertently contribute to this in my writing. At first, I imagined I would write about some meadow or an old man dancing in the sunlight. Emotional, descriptive type of stuff, you know. Perhaps I would write some deep metaphor that would represent my feelings. I think I’ll just say them, though. Personally, I question whether I’m authentic all the time; is what I express a representation of my actual feelings? Are my thoughts and perspectives merely a reflection of whatever ideas I’m exposed to the most? I don’t know whether I could answer honestly one way or the other. Because, I can’t remember advocating for anything strongly in my life. Honestly, I don’t remember ever strongly advocating for black lives or really thinking about what they experience. It’s not that I was ignoring them or pretending they didn’t exist; rather, I grew up in a small white suburban town in Illinois and then moved to Texas, which, ironically, was filled with more diverse people. Nonetheless, the diversity was mainly limited to Asians. And now, when these hashtags cover my social media and these protests fill my eyes, only now, after extensive speeches and music and imagery, only now am I considering these experiences. Are my thoughts inauthentic? Actually, what I really question is whether these feelings will last with me. Because, I don’t remember ever writing about different moments in history, even those that were undeniably unjust. Maybe, I can’t say for sure, but it may be because they weren’t as “popular” and relevant. Because, you see, if everything we write now is only lip service, if every emotion we feel right now is temporary — if all we are is actors who selectively choose what injustices we speak against — perhaps, then, we’re no better than those who say nothing at all. Maybe, then, this selective outrage, at least for some people, is just something of image. Not on the surface really, because I don't think many people outright think to advocate only for validation; rather, some societal conditioning, thinking that when society is outraged we need to be, too, and when society settles we need to settle, too. Actually, it’s been eating away at me, that perhaps I only selectively advocate when society does, too, and when society doesn’t I glance over anything going wrong. What is the solution, then? To stay silent all the time? Not at all. Look, I wrote this for one reason. I urge you, whoever is reading this, to act fully and with heart. I’m not saying I’ve fully encompassed these values myself or that I’m a model to follow; instead, I encourage you all to feel these changes in your heart and reflect and grow. And, often, change occurs when it isn’t as cool; that, perhaps, a few months later, when no one remembers, your voice will be as singular and alone as ever and I encourage you — actually, I plead with you — to ensure that whatever you feel now is deeply rooted and still stands then. And, perhaps, if you’ve never vocally advocated for anything in your life and question whether what you say now is a reflection of what’s popular or instead feelings of resentment, anger, and remorse amplified by millions of people across the world, perhaps, then, remember you can transform. And whatever the justification is for your advocacy, I urge you to ensure its authenticity because years from now, when what’s trending changes, your feelings will remain the same. Because, only then, when you advocate and change yourself, only then can society change."
}