{
        "story": "I haven’t written for a few weeks now. I was thinking, though, like I have in the past, about what makes something real. Authentic, kind of. Because, on one level, many people understand that social media has different intentions than only communication and philanthropy has different intentions than only assistance, but, on a deeper level, I’ve been thinking about our everyday opinions. Our viewpoints on topics that we all share, our insights on religion that are pretty perfect or that we know are right but don’t act upon. I was talking to a friend about religion, about how you shouldn’t expect spirituality to be a peak you attain but instead a constant process of self development; just improvement in general, too. And then I started thinking about other things that we idealize; we know we should exercise often, watch our diet, study, be productive — whatever some perfect combination of habits you have imagined is. If someone were to ask you a question about how to improve yourself, there’s likely a list of things you could easily recite. Often, though, we’re not doing any of the things on this perfect list. Is it because of laziness? Procrastination? Because I myself say the same lines, that I don’t have the right motivation or the right person or the right attitude at the moment to do something that I know is beneficial and then ignore the act forever. If I really believed it, though, if we believed every item on this perfect list, would we procrastinate? If we knew it was beneficial I would assume we would naturally work towards it because of our biology. As humans, it’s in our nature to improve ourselves, to give ourselves a more comfortable life. What if our list is all made up, though, and our perfect list is only a regurgitation? What if our comfortable life, our procrastination and our laziness and our ignorance of ab workouts and our forgetfulness of attending class, if it’s actually our perfect like for ourselves deep down inside? Then I started realizing — actually, I’m realizing as I type — that maybe I haven’t fully actualized that these things are beneficial; if I truly believed all these things, I would act upon them. Instead, I only repeat them because they sound pretty and feel nice and right to say. Perhaps, then, improvement isn’t about getting the motivation to achieve the items on our perfect list but instead actually truly believing them."
}