{
        "story": " I wonder where our standards come from. I wanted something to write about tonight because I hadn’t written for a while and I really was stuck; at first, I was writing about a bus ride. Then nothing, because I was stuck. But now my fingers are flying across the keyboard; I understand now, really and truly, that I don’t know where my standards come from. Actually, that’s a complete lie; I know exactly where they come from. I could blanket it all under “society” and just say that yes, indeed, society is the problem, that the yucky social networks present standards that are unachievable by any human being. Yes, indeed, it’s society’s problem that my standards have become what they have become. But, at the same time, there seems to be a constant stream of media insinuating that you are enough, that every person is different and that’s perfectly okay; in fact, I’ve probably been consuming more of that type of media lately than any other type. But, for some reason, I’ve noticed that I haven’t really accepted that type of media, partially (actually, mostly) because I feel like it’s disingenuous. For the most part, it seems as though those pleads are merely companies trying to extend their outreach that yes, in fact, we will accept you along with everyone else as evident by this diverse set of Tik Toks we’ve created. But, it’s become evident that I only reject one type of societal viewpoint as fake while I accept the other quite easily. Perhaps, then, it isn’t society that I need to be blaming for my standards. Actually, I think it’s myself. Sure, of course, everything we consume affects what traits we find desirable, but actually feeling inadequate because of not having some trait, some appearance, some quality, can only be attributed to myself and how I perceive others and content in general. But why? It’s become so painstakingly obvious that no one has a perfect life. One hundred thousand times, every single day, we learn more about how fake Instagram is; platforms thrive and accounts explode everywhere that highlight the problems we all face in quarantine. But why, then, why is it that so many people feel like they’re not enough? I wonder what enough is. Is it a checkpoint I — we — are trying to achieve? Is there some state we imagine ourselves in, that yes, when we receive this amount of attention or this amount of validation we’ve become enough? Is it when we become the standard? Maybe that’s it. Maybe we all want to become what the standard is. But there’s a thousand different standards, a million different traits that people desire, some of which contradict each other. Do we want to be the standard for the people we know? That in whatever demographic you find yourself in, you want to be that Instagram standard, the standard of beauty and perfection, that eye catching feel you’d imagine is the perfect standard? For whoever else, your family, your school, your classmates, a different type of standard, perhaps, maybe that’s what you want to become. And I started thinking, and I am thinking, what happens then? What happens when I get that “standard” that I seem to be wanting so badly? When I compare my standards and expectations of who I want to become with the things I actually desire, I realize they’re almost completely misaligned. Nothing that I’ve compared myself too directly or significantly affects any of the things that I want in life. Maybe getting that standard wouldn’t fix your problems, then. Just for once, imagine you have whatever standard it is you place so highly, whatever image you want to attain so badly. Actually imagine it; not in the place of someone else, but in the mindset that you wake up in the same bed, the same house, take the same showers and eat the same food, but now with whatever quality that seemed so amazing. And, the longer I think about it, the longer I imagine, the more I realize that nothing would change. "
}