{
        "story": "(Make sure to turn on notifications so you won't miss future stories).  There was a man, twenty something years old, with a clock. The clock was strange, though, and didn’t have regular markings to tell the time; instead, what filled the circular figure were events. Interestingly enough, the clock never completed a full rotation, at least not while the man was alive. Instead, each tick of the clock was some important event from his life. And, as I’m sure you can all imagine by now, when the clock finished one rotation the man would die. And he was very professional about the clock; he thoroughly cleaned it every day and even had his own display for it. It was the centerpiece of his household, this eventful clock. Constantly, without fail, he would meticulously study the events after they occurred and begin his calculations. For him, it was a small library in the corner of his house, the book keeping room, where he spent most of his time. The room was filled with filled notebooks, sprawling chalkboards, and seemingly unrelated wads of papers filled with numbers. But this is where the man assigned a value to each event. Was this one worth it? Did the event make him sad? Did he regret it? Of course, he could have said something differently, yes, of course, it was too rash, too unorganized, the way he acted in the past was silly. Those words weren’t great, nor were those actions, in fact they could have been perfected quite a bit more. And those people, too, perhaps he should have taken a different route that day or simply ignored that comment. Maybe he shouldn’t have started a conversation with them — looking back, the entire ordeal wasn't particularly worth it. He shouldn’t have gone there and he shouldn’t have met them and he shouldn’t have slept in — it was all wrong. And then began his calculations. They were quite complex, to be honest, something I as the narrator can’t properly do any justice. There were weightages and values, percentages he would compare to each other, justifications and algorithms far beyond our understandings; only the man really understood it, and I would think no one but the man could really comprehend his analysis. But the calculations weren’t useless; no, in fact, as unique as they were to him, the man with the strange clock relied on these calculations for his livelihood. Most of his days were spent in his bookkeeping rooms. If the calculations were negative, he would simply turn the clock back. Sure, in doing so, he would discard some good moments too (a clock cannot simply just skip around), but, as a general principle, he would rapidly discard any negative events from the clock (and the good events, too, that came between the present and whatever event he deemed negative). Through this, the man was able to live a perfect life. Sure, the progress was slow, but the clock was perfect. His life was perfect. Sweeping away his negative memories, his past regrets, the man had optimized his life for pure perfection, a time traveler of sorts, who could disregard segments of his past with the turn of a clock hand. As a natural consequence, the man believed he would never die. He had received the clock when he was fifty-five as a gift, an unrecognized treasure, and had begun turning the hands since then. He was feeling younger than ever now; he was still only in his twenties! The situation was perfect, he felt more energetic than ever, even younger than when he had received the gift in the first place. What an amazing clock, an amazing life, a life of youthful bliss that would never reach its end. Yes, of course, how nice it felt to be twenty again."
}