{
        "story": "Have you ever considered your intentions. Who, exactly, are you doing your actions for. If you’re religious, you may be doing it for God. But, when you wake up in the morning and it’s only you and a silent room, are you really praying for God. Evidently, it must be; there’s no one else there, everyone’s asleep, and no one will have any idea whether you’re awake. But, what if you pray for yourself. What if you pray to feel like the type of person who prays and feel satisfied that you pray. Is there any distinction, between the two, and does it matter. Are they the same. How could you determine who you’re praying for. And, what if it’s for no one and you do it habitually. What’s the intention there. But, I ask you to question, whether it be a prayer or some other action, do you complete it for self satisfaction or for what it’s meant to be, some higher purpose not related to yourself. And, I beg you to consider why it matters or whether it even does at all. And, asides from prayer, there’s the recurring question of why a person helps another. You know, some people harp on others for donating publically or posting every act of volunteering. Often, these people will silently enjoy their concealed donations or private acts of assistance, gaining the pleasure of doing the act but also the self satisfaction that the act was only for the sake of assistance and no one else. But, was it really. And does it matter. Does your intention default to something positive whenever your actions are concealed. Or, I’ve been thinking, does the act of helping silently provide internal smugness that I’m better than someone else. But, as you can see, this train of thought leads to categorizing almost all help as impure; the people showing off do it to inflate their public appearance and those who help silently often do it for their own pride; only the minority of people who act purely and selflessly, those few people who’ve detached themselves from any worldly desires, only those are the ones who help for completely others, whose intentions are pure. As it’s becoming evident, I think this rabbit hole is one of insanity that leads one to discount almost beneficial acts. The purpose, then, is that it’s fine if actions provide self satisfaction; in fact, I think the societal default of assuming someone is helping to show off shouldn’t exist. Rather, these actions should be praised and the intentions should be questioned by the individual themselves. And, perhaps, intention and self contentment are two different things — you can help others, I believe, for the intention of helping them; any self contentment, satisfaction, or joy that comes from it is an effect, a general human characteristic that arises when we help others. Rather than admonishing such feelings, we should embrace them but continue to question our intentions, struggle with them, really fight with them until we’re certain they exist for some positive purpose and then appreciate the beautiful side effects of such actions. Anyways, these are just opinions. I understand this is a bit different than my usual stories but it was something I’ve been thinking about lately. I’d love to hear what you have to think about this topic." 
}