{
        "story": "(Make sure to turn on notifications so you won't miss future stories). I would have imagined that my expectations of love would grow even faster as I grew older. At this rate, at my Disney movie rate, perhaps, it would be immeasurable by now, something so wanted and desired that it could become irreplaceable. And, let me be clear, I’m talking about New York love here, about ocean love, twilight love, sunsets on rooftops love, maybe, at least I think. But, it’s late now, raining outside, and I’m questioning if that purple love was ever real. Not purple love, actually, my imagination of purple love. What was it then? What was I imagining, I wonder, as my expectations of sunshine love seem to deteriorate every month? Because this fireplace love seems scorching now, incredibly scary and fragile with so much weight, it’s worrisome. Perhaps, at least I hope, I still think of this bakery love in the same way, but simply notice its other side more. And imagine you get this starry love for a moment, imagine it’s there, and then imagine it’s gone. Is that what causes my expectations to plummet, the thought of it disappearing? Is this merely an exploration of the topic of death, of loss, of missing someone? I don’t think so. I hope that with these new revelations and these new depths we’ve started to appreciate loss in such a way it makes us more purple, not less, as we grow older. Then what caused it? Why are the purples and the oranges seeming so much more daunting now? Maybe it’s like a seesaw, two people on both sides; perhaps this image has made itself clearer as I grow older that your own movement becomes a bit dependent on what someone else is doing. That’s not the cause of fading purples though. A seesaw is nice and fun, as long as the other person likes playing on seesaws. Is that what I’m hinting at, though? What if someone doesn’t enjoy seesaws; what if they’re not as reliable or sturdy and you go flying? Would you not fall over? Would you not be stuck? No, I don’t think an unreliable playground partner is what hinders my hopes. But I’m typing now, thinking, imagining what the reason is, and I think I’ve been describing it the wrong way the entire time. I think that’s why it’s fading — the very terms I use to describe this entire situation have become faded. I’ve seen sunsets on rooftops now, oceans at night, cities glistening during their twilight hours; these are all things I’ve experienced. And, perhaps, that’s the reason why it seems like it’s crumbling; these things were all just events, moments that passed by with my friends or by myself, the very things I call Disney love were only fleeting hours that have already darted by. I think that’s the problem then, the association and these metaphors, maybe I’ve been describing it wrong the entire time because sunsets finish in two hours, or one, or even thirty minutes depending on where you live and rooftop escapades slowly turn into ‘I’m hungry, can we leave now?’ and ocean nights slip away into freezing “it’s time to go’s”. If all of these were so fragile, so fleeting, what could I ever expect from Disney love which was apparently only a culmination of these temporary events?. And I think that’s it, then, that this over romanticization was underwhelming, these vivid images and broad canvas paintings of my imaginations were simply an underrepresentation. A misrepresentation. And it’s still drizzling outside, more torrentous now, with soft music playing in the background, and perhaps these purples are brighter now with the hope that my imagination was all wrong this entire time. Perhaps the associations were crude and jagged and underwhelming because they were only moments and passing emotions I associated, not genuine, real colors. Real purple, that’s what it is, real, beautiful purple."
}