{
        "story": "The dream hopper would jump from person to person every night, peeking into everyone’s reflections. First, he would start with the eldest people; he didn’t know whether they’d be there all night. After that, he’d jump to the youngest because their dreams were fleeting and without schedule. When the colors were over, he’d force himself to the adults. This was the most boring part of the night; not because the dreams weren’t deep enough or exciting, but because they were so repetitive. With the kids, he had no idea what to expect as there were no patterns. With the adults, however, it was loneliness and love and aspirations for the future and regrets of the past but nothing new. It was as if they had taken reality and put it into their dreams. What was the point of such dreams if the adults could wake up and see them, to some degree? He never could understand, but to make sure everyone got the chance to dream he’d hop around from adult to adult. Tonight, however, proved particularly challenging. It started as usual, in the land of memories. Bicycles and arguments and the occasional wounds of war, sometimes demons of the past but sometimes lovers who had passed away. Yes, these dreams tended to be repetitive too, but the dream hopper didn’t mind; it was almost out of respect that he sat down and let years of memories stream through every night. Next were the colorful lands. They were so bright. Random. Beautiful, really. Expecting cotton candy would be an adult thing, because cotton candy was predictably childish. Cotton candy dreams were for adults. No, the children’s dreams weren’t necessarily childish but instead vibrant. Their nightmares didn’t have any particular substance as the monsters weren’t some vile horrors of hell; instead, there only existed vivid, enthralling feelings. The children’s dreams were alive. But what made the night so particularly difficult was after the children. One man, specifically, an accountant. Not that anything was wrong with him; just because he was an accountant didn’t mean that his life was dull. But, it just happened to be so; to be clear, not because he was an accountant. See, the dream hopper's job was to observe dreams and, occasionally, spark them. But tonight, his work seemed especially difficult. A lack of dreams didn’t necessarily pose a problem. Some people were just dry dreamers. The accountant, however, was losing purpose. He needed a dream, of some kind, and it was evident that the burden lay on the dream hopper. He began his usual routine. First, he scavenged the accountant’s childhood. There was nothing, though. Sure, there were playdates and birthdays and gifts and parties but nothing dream worthy. A dream wasn’t necessarily significant, only provocative of some emotions that a birthday couldn’t conjure. There were crushes and crashes and deaths, too, but nothing that the dream hopper could muster a dream out of. So, the dream hopper turned around, towards the future. How beautiful. There would be a family of four and so much love, the accountant was sure. He would adore his kids and play catch and visit exotic locations while deeply, madly in love, with no one particular. And the cars, they were amazing. Expensive. Surprised, the dream hopper eagerly began concocting a dream. He started with the love. He saw so much passion to mix together that he was sure he could create an amazing dream. For some reason, though, no dream would form. The dream hopper was confused but only mildly discouraged; onto the next portion, albeit a bit worried now — the kids. Again, no dreams were formed. Strange. Finally, the dream hopper tried creating dreams out of the cars, a bit desperate to form any type of dream. Unfortunately, nothing seemed to appear. The accountant wasn’t hoping for love because he longed for love; rather the accountant just longed for something that was different from the present and love and children and cars seemed to be the easiest things he could imagine. There was no vibrance or emotions, only events in the future. The dream hopper sighed and packed his suitcase. Failures were inevitable in this field; dream hopping wasn’t some job to take lightly. He looked once more at the accountant, wishing that some fleeting vibrant passion could pass by. But, nothing seemed to appear. He tucked the accountant in. Not sad, because not everyone needed vibrant dreams, but worried that the accountant would one day lose his worthless hopes, too. Maybe he would try again. Perhaps another night, the dream hopper would return. But, tonight, there were more adults, more people who needed his help, so he climbed out of the window and glided away."
}
