{
        "story": "(Make sure to turn on notifications so you won't miss future stories). I think I took a lot of photos this time because I was afraid I wouldn’t remember. The thing with memories I’m worried about the most is that they’re faster now, more fleeting, less impressionable, and the things that really leave a mark are further apart now. And they’re becoming a lot, because I’m older, and there’s more people, more events, more things in the past. Really, time feels like it’s starting to go faster; slowly, I’m starting to lose a grip on it. Events are starting to blend together, friends I once talked to everyday are almost forgotten, and locations and places and home towns are becoming empty streets with no significance. So I took a lot of photos when I was in Pakistan, if only for a week, so that I would be sure it really happened. I’m not exactly sure when I’ll look back at them, if ever, but at least those streets and people and smells will be cemented somewhere, and I can say with some certainty that those events really happened. I’m not sure what it is, exactly, that I wanted to remember, nor do I know if Pakistan holds any more significance than the other locations I remember, but it’s somewhere so foreign, so distant, that if I can remember it then I must have some grip on time. More importantly, though, the temporariness of these events, the short-lived duration of these moments, really forces me to question who I am. Perhaps at first I could summarize it quite mathematically, that Jibran was the culmination of where he grew up and who he talked to and how he felt, but if those people are distant and those locations quite far, how can I know who I am now? Could I just shift a window then, that Jibran was simply a snapshot of whichever set of moments he found himself at any given time? But that couldn’t be right, because I’m graduating soon and moving around and that snapshot would have to constantly shift. Who Jibran is would have to update constantly as a reflection of his surroundings and never fully have any substance. Perhaps the natural answer is that you and I are neither a reflection of our immediate surroundings nor a summation of our previous memories; instead, we’re whatever our soul has transformed into as a result of these things. Maybe it’s fine, then, if you loved someone before and not anymore or had a friend that you haven’t really talked to in a while because their effects are still there, even if you can’t really remember them. I guess the photographs of Pakistan weren’t fully necessary, then, because photographs can fade too, if printed, and Google Drive is starting to complain that I’m running out of storage. Neither were the names, and perhaps if I’ve forgotten how I felt or forgotten how some moment made me cry, perhaps that’s not some daunting sign of growing older but instead a sign that you and I are no longer a few events or memories, but instead hundreds of thousands of moments that have impacted our hearts over decades. Removing one event no longer redefines who you are because you’re someone with so much time; the fact that these memories are in such abundance only signifies how rich you’ve become. I’m still looking back at the photos of Pakistan, nonetheless, the bright colors, the videos with the traffic, the odd hues and foreign fruits and unique architecture, I still reminisce on the way they all made me feel. Now, perhaps, I don’t have to be afraid of losing them because the feelings have already had their impact and those people have left their mark. Maybe growing older isn’t something of fear or loneliness but instead cultivation, and maybe our fading memories are only reminders that our hearts are starting to grow larger to share with others. "
}