{
        "story": "(Make sure to turn on notifications so you won't miss future stories). There was a town, somewhere in the middle of nowhere between some oceans, filled with cramped buildings and canals and bridges and cliffs and, no matter where you went, a daunting view of the endless ocean. It was an island, really, a kind of dreary gray city that was always covered by cloudy skies and wet air. There were boats, too, little canal boats that floated purposelessly in the canals. No one really talked in the town, nor were there any gatherings or parties. Everyone lived their lives, although I’m not too sure what they were doing. There were fishermen on the coast line, I can tell you that, because you could see them from anywhere. There was daycare too, although it’s nothing like the daycare that probably comes to your mind. There wasn’t really a hospital in the town, so people would usually deliver in their houses. From there, a fisherman would come and take the baby away, pocket the umbilical cord for fishing, drop the baby off to the daycare, and then leave to go fishing again. No one really knew what happened to the babies, except they did grow up and eventually, maybe when they were ten or eleven, they’d come out and start living their lives too. It was dreary for them too, although I’m not sure how they felt because they were always busy with their lives. There was one kid, though, who was a bit different. He went to the daycare fighting and kicking and the fishermen hadn’t really ever had a baby like that as the babies were usually always quiet in this town. And then daycare was over and he was out and about in the ocean town but he was a bit odd. You see, everyone else was walking and going somewhere and waiting for the boats to take them from one end of the town to the other. He’d always go to the ocean, though, especially when it rained. He had long hair, almost down to his shoulders. It was brown hair, curly hair, and he had pretty features and it didn’t really seem like he belonged in such a dreary town. What an oddity. I wonder if he knew his parents at all, or if they remembered him. I wonder if they could even recognize him, in such a strange, cold town. And he’d go to the ocean every day, particularly in the rain like I mentioned, and would collect seashells. One seashell, then two, then three, he loved the way they felt so soft and smooth on his skin. What a nice collection he had, too, a little pile just far enough away from the tide so that they would never wash away. And I keep on mentioning the rain in this city but I haven’t told you about the rainy nights. You could hear the thunder striking down on the ocean, the waves thunderously crashing against the cliffs, the roaring roaring winds that would make the town people wonder if they should have added better supports to their houses. Ocean thunderstorms. But this is when the curly haired boy would leave his house the most. I don’t really know who he stayed with, but he did get out somehow, maybe through the windows with some struggle. And then he’d battle against the roaring winds, the gusts of ocean water and rainwater absolutely drenching him, he’d walk through the pitch black town on their slippery cobblestone pathways until he could finally hear the waves up close, really feel the water drenching him until he was shivering. Around this time he’d take out his flashlight and start scanning back and forth, to the best of his ability, for his seashells. It was quite difficult, as I’m sure you can imagine with all the water and loud noises, but he would always find them. Carefully, he’d place them all in a box he’d brought along, all the way to the brim. One seashell, then two, then three, he loved the way they were always there. And, when it was all over, after he had collected every seashell, he’d walk back through their slippery streets until he was finally home once again. I think they eventually took notice of the boy. It wasn’t loud, but there were hidden murmurs whenever he’d walk to the ocean. The fishermen started to take notice too, they’d turn and look whenever he arrived. The entire situation was quite odd for the town, to be honest. He disappeared one night though. It was a thunderstorm ocean night, a crashing waves night, and he had left to collect his seashells. Everything seemed normal, as far as I could tell, but for some reason he was nowhere to be seen on the return journey. No one seemed to notice that he was gone, though, although in the coming days the fishermen did take a few days off. There was a lot more fish than usual, for some reason, and the town continued their lives with filled bellies."
}