{
        "story": "Story One:. They walked through their gardens, examining each fruit with great care. Nothing was particularly unique about these fruits, nor did their quality matter as no one of interest ate them, but the couple still discarded anything with blemishes. The process was an ode to the past and only still existed so as to give purpose; her, in her rosy, flowing blouse and him with his wool sweater — they may have changed, physically, but the fruits still grew and the fruit flies still came so they religiously managed their gardens for no one but themselves. As the sun set they’d return to their quiet house. Twilight would come and the world would slow its pace until it matched that of the couple. They cooked, usually something new, a dish that one or the other had found from some forgotten cookbook. Of course, they would cook together; over the years, she’d managed to learn how to prepare dishes of the same quality as his; in fact, at some point, she had passed him, but she still listened. He would instruct her, as always, guiding her and letting her know how to properly add spice or sugar. Small things, really, but important for them nonetheless. She had learned these tricks years ago. Now, these instructions echoed only to fill the silence. The sky would darken until eventually only moonlight filled their rooms. Quiet, quiet, silence, except for his rhythmic snoring. She’d wake up at one point or another and go to the kitchen to quench her thirst. Finally, morning would come and they would wake up, first him then her, and return to their peaches and strawberries. Another day would pass and then another night, but nonetheless they returned to their fruit garden. Story Two:. She says I look like him, then tells her mother who smiles and nods in agreement that I have his eyes and that the way my glasses slide off my nose is just like his did; I wouldn’t know, though, because he left before I entered and I only know him from one portrait displayed proudly in Pakistan. She says he loved to enjoy, that he would take all the kids out onto the beach late at night to enjoy ice-cream; she says he would take care of everyone and loved his cars but not in an excessive way. Only, the way they looked and then the way others looked when he lent them for their weddings. She says it’s different there, and it is different there. The beach, it isn’t a beach that’s calm. It’s loud and filled with contagious energy all night long with rolling carts and camels and horses sprinting wildly across the horizon. It smells, there, too, but that’s part of the memory. In some ways it is calm, perhaps, in that the entire city is gathered on the beaches to celebrate nothing. She says my toothache will go away with time so we play soccer in the gardens while the adults talk inside. Only slippers, too, and the cats watch us from a distance. The grass is different, too, and the flowers are oddly pungent. She says the fountain has been there since she was a kid but maybe it will be taken down soon because all types of insects and animals reside there. She says it’s different there, and it is different there, but I still remember it all the same."
}